
[FlamethrowerTech X2TechTemplate]
DisplayName="火焰喷射器"
Summary="通过利用净化器的镒燃料电池的设计，我们应该能够制造出威力相当大的燃烧武器，而没有陆地同类武器固有的风险。然而，它的重量相当大，这意味着它需要专门的设备才能在现场部署。"
CodeName="Inferno"
LongDescription="通过利用净化器中源自铊的燃料电池的设计，我们应该能够制造出威力相当大的燃烧武器，而没有地面同类武器固有的风险。然而，它的重量相当大，这意味着它需要专门的设备才能在现场部署。"


[AutopsyAdventPurifier X2TechTemplate]
-Summary="通过对 ADVENT 净化器对环境危害的异常耐受性背后的系统有更深入的了解，我们很可能能够模仿它们的方法并在我们自己的设备中使用。"
+Summary="通过研究 ADVENT 净化器的以金属为动力的燃烧设备，我们应该能够相应地增强我们自己的设计 - 并且可能模仿他们盔甲的弹性设计。"


[HeavyPlatedArmor X2ArmorTemplate]
-TacticalText="<Bullet/> 作为重型装甲系统，EXO 套装可让士兵安装重型武器。\n<Bullet/> 最初只有火箭发射器可用；试验场中的额外重型武器项目将解锁更多重型武器系统供建造。"
+TacticalText="<Bullet/> 作为重型装甲系统，EXO 装甲可让士兵安装重型武器。\n<Bullet/> 最初只有火箭发射器可用；可以通过试验场中的实验项目或完成某些尸检来获得其他重型武器。"
